{
    "POTIONS": {
        "abreviation": "PTS01",
        "image": ".\/images\/potions.jpg",
        "professeur": "Célesta Attorney",
        "information": "Ce cours fournit une introduction aux potions. Les premières années apprendront l’utilisation de la sécurité et des potions fondamentales, les termes, le brassage et la théorie de base. Nous aborderons les principaux ingrédients ainsi que l’histoire des potions.\r\n\r\nCes cours se déroulent dans les laboratoires au sous-sol de Beauxbâtons, souvent en double cours. Il consiste en la mémorisation des propriétés des différents ingrédients de potions et en la composition de certaines potions. Les élèves sont aussi amenés à en préparer certaines potions et à réaliser des essais sur les propriétés des ingrédients de potions.",
        "graduation": [
            "Potion de Jaunisse (pratique)",
            "Potion d'Allégresse (pratique)",
            "Philtre de Mort Vivant(théorie)",
            "Potion d’Amnésie(pratique)",
            "Somnifère(pratique)",
            "Philtre de Double Vue (pratique, examen final)"
        ]
    },
    "ASTRONOMIE": {
        "abreviation": "ASTR",
        "image": ".\/images\/astronomie.jpg",
        "professeur": "Gabriel Dellacour ",
        "information": "Vous êtes-vous déjà demandé ce qu'il y a au-delà de cette Terre ? Oui, le ciel nocturne est peut-être magnifique, mais la connaissance des cieux peut également vous aider à devenir une meilleure sorcière ou un meilleur sorcier. Au cours de la première année d'astronomie, vous observerez le ciel avec un télescope magique, en apprendrez davantage sur nos voisins du système solaire et découvrirez comment la magie réfléchie par les objets astronomiques peut nous affecter tous sur Terre. Venez nous rejoindre dans Astronomie 101 - c'est une aventure hors du commun !",
        "graduation": [
            "Outils moldus pour l'astronomie",
            "Outils pour assistants et conseils de visualisation ",
            "Introduction au quotient ",
            "Autres corps célestes du système solaire",
            "Comment trouver les composants AME",
            "Le Soleil et les planètes de notre système solaire "
        ]
    },
    "DEFENSE CONTRE LES FORCES DU MAL": {
        "abreviation": "DFM",
        "image": ".\/images\/defensecontreforcedumal.jpg",
        "professeur": "Rose Epidon",
        "information": "Les heures de cours de défense contre les forces du Mal sont l'occasion d'étudier la magie noire, les créatures des ténèbres et la façon de les affronter.\r\n\r\nChaque professeur a ses domaines de prédilection et il arrive que certains critiquent ouvertement la qualité des cours de certains de ses prédécesseurs, soulignant de l'avance sur certains chapitres et du retard sur d'autres.\r\nLa première année offre un aperçu général de ce que sont les forces du Mal.",
        "graduation": [
            "Introduction à la défense contre les forces du mal ",
            "Des lumières vives et un petit révélateur",
            "Types de sorts et épuisement magique ",
            "Diablotins et Bowtruckles ",
            "Gnomes et Doxies  ",
            "Gargouilles et sorcières"
        ]
    },
    "BOTANIQUE": {
        "abreviation": "BTN",
        "image": ".\/images\/herbologie.png",
        "professeur": "Eugène Beauxbatons",
        "information": "Enseignement de l'étude des végétaux magiques. \r\nLes cours ont lieu dans des serres qui se trouvent dans le parc, plus précisément à l'arrière du château et à proximité du potager.",
        "graduation": [
            "Introduction",
            "Outils du métier ",
            "Comment entraîner votre Snapdragon",
            " Il y a de la magie en chacun de nous Fleurs de base : Partie I ",
            "Fleurs de base : partie II",
            "Herbes dangereuses"
        ]
    },
    "METAMORPHOSE": {
        "abreviation": "MET",
        "image": ".\/images\/transfiguration.jpg",
        "professeur": "Titus le Moal",
        "information": "La métamorphose est considérée comme la forme de magie la plus scientifique (qui exige une maîtrise parfaite et des résultats précis) ainsi que comme étant particulièrement dangereuse et complexe à étudier, sa matière permet d'en acquérir toutes les notions. Son enseignement comprend ainsi les sorts permettant de transformer la forme et l'apparence, des objets, des animaux et des êtres humains, de leur rendre leur aspects d’origine et ceux de faire apparaître ou disparaître des objets et des animaux.",
        "graduation": [
            "Introduction",
            "Les quatre types ",
            "Les cinq exceptions",
            "Théorie de la métamorphose ",
            "De la fourchette à la plume ",
            "Du verre au sable "
        ]
    },
    "HISTOIRE DE LA MAGIE": {
        "abreviation": "HDM",
        "image": ".\/images\/histoire.jpg",
        "professeur": "Olivier Fauchet",
        "information": "Elle a pour but d'apprendre aux jeunes sorciers ce qui a fait leur monde, entre autre les sanglantes révoltes de gobelins et les guerres de géants.",
        "graduation": [
            "Introduction",
            "Les débuts de la magie",
            " Amérique Asie part I  ",
            "Asie part II ",
            "Europe",
            "Magie et religion"
        ]
    }
}